Repository: Dizer7/kadence_woocommerce_email_designer_ua
Catalog: kadence-woocommerce-email-designer-*.po
Languages: uk

source: Your {site_title} membership ends soon!
uk: Ваше членство на сайті {site_title} скоро закінчиться!

source: A note has been added about your membership
uk: До вашого членства було додано примітку

source: Note added to your {site_title} membership
uk: До вашого членства на сайті [{site_title}] було додано примітку

source: You can renew your {membership_plan}
uk: Ви можете продовжити {membership_plan}

source: Renew your {site_title} membership!
uk: Продовження вашого членства на сайті {site_title}!

source: Thanks for shopping with us
uk: Дякую за покупку

source: Your {site_title} order is now delivered
uk: Ваше замовлення, яке ви зробили на сайті {site_title}, вже доставлено

source: Hi {customer_full_name} Your {site_title} order has been marked delivered on our side.
uk: Доброго дня, {customer_full_name} Ваше замовлення, яке ви зробили на сайті {site_title}, вже доставлено.

# ekomi
source: Please rate your Order
uk: Будь ласка, оцініть своє замовлення

source: Account activation {site_title}
uk: Активація облікового запису на сайті {site_title}

source: Payment received
uk: Оплату успішно отримано

# trusted-shops
source: Please rate your Order
uk: Будь ласка, оцініть своє замовлення

source: none
uk: немає

source: hidden
uk: приховане

source: dotted
uk: точковий пунктир

source: dashed
uk: пунктир

source: solid
uk: суцільна лінія

source: double
uk: подвійна лінія

source: groove
uk: вдавлена лінія

source: ridge
uk: опукла лінія

source: Left
uk: Ліворуч

source: Center
uk: По центру

source: Right
uk: Праворуч

source: Justify
uk: По ширині

source: Mockup Order
uk: Приклад замовлення

source: Woocommerce Email Designer
uk: Конструктор листів Woocommerce

source: Customize WooCommerce Emails
uk: Налаштування листів WooCommerce

source: Open Woocommerce Email Designer
uk: Відкрити конструктор листів Woocommerce

source: Make Woocommerce Emails match your brand. <a href="%s">Kadence Woocommerce Email Designer</a> plugin by <a href="%s">Kadence Themes</a>.
uk: Налаштуйте листи Woocommerce, щоб вони повністю відповідали вашому бренду. Плагін <a href="%s">Kadence Woocommerce Email Designer</a> від <a href="%s">Kadence Themes</a>.

source: Kadence Woocommerce Email Designer requires WooCommerce to be active to work
uk: Плагін Kadence Woocommerce Email Designer вимагає, щоб плагін WooCommerce був встановлений та активний

source: Pay for this order
uk: Сплатити це замовлення

source: Pay Now &raquo;
uk: Сплатити зараз &raquo;

source: Guest
uk: Гість

source: Email Customizer
uk: Налаштувач листів

source: Open Email Designer
uk: Відкрити конструктор листів

source: Email Designer
uk: Конструктор листів

source: A new order was received and marked as processing from %s. Their order is as follows:
uk: Нове замовлення отримано та позначено як виконане від %s. Деталі замовлення:

source: Product
uk: Товар

source: Quantity
uk: Кількість

source: Commission
uk: Комісія

source: Customer Details
uk: Інформація про покупця

source: Customer Name:
uk: Ім'я клієнта:

source: Telephone:
uk: Телефон:

source: Billing Address
uk: Адреса доставки

source: Shipping Address
uk: Адреса доставки

# In customer renewal invoice email
source: The automatic recurring payment for order #%d from %s has failed. The payment will be retried %3$s.
uk: Автоматичний періодичний платіж для замовлення #%d від %s не вдалося. Платіж буде повторено %3$s.

source: The renewal order is as follows:
uk: Порядок продовження полягає в наступному:

source: Subscription
uk: Підписка

# table heading
source: Price
uk: Ціна

# table heading
source: Last Order Date
uk: Дата останнього замовлення

# table heading
source: End of Prepaid Term
uk: Закінчення передплачених умов

# table headings in notification email
source: Price
uk: Ціна

# table headings in notification email
source: End of Prepaid Term
uk: Закінчення передплачених умов

source: New Subscription Details
uk: Інформація про нову підписку

source: Your password has been automatically generated: %s
uk: Ваш пароль було автоматично згенеровано: %s

source: You can access your account area to view your orders and change your password.
uk: Ви можете отримати доступ до вашого облікового запису, щоб переглядати замовлення та змінити пароль.

source: View Account
uk: Перегляд облікового запису

source: You can access your account area to view your orders and change your password here: %s.
uk: Ви можете отримати доступ до вашого облікового запису, щоб переглядати замовлення та змінити пароль, тут: %s.

source: For your reference, your order details are shown below.
uk: Для зручності, деталі замовлення вказані нижче.

# In customer renewal invoice email
source: The automatic payment to renew your subscription with %1$s has failed. We will retry the payment %2$s.
uk: Автоматичний платіж за продовження передплати %1$s не вдалося. Ми повторимо спробу %2$s.

source: To reactivate the subscription now, you can also login and pay for the renewal from your account page:
uk: Щоб повторно активувати передплату зараз, ви можете увійти на сайт і оплатити продовження на своїй сторінці облікового запису.

# In customer renewal invoice email
source: To reactivate the subscription now, you can also login and pay for the renewal from your account page: %1$sPay Now &raquo;%2$s
uk: Щоб повторно активувати підписку зараз, ви також можете увійти в систему та оплатити продовження з вашої сторінки облікового запису: %1$sСплатити зараз &raquo;%2$s

source: Reset Password
uk: Скинути пароль

source: Click here to reset your password
uk: Натисніть тут, щоб скинути свій пароль

source: Billing address
uk: Адреса доставки

source: N/A
uk: Н/Д

source: Shipping address
uk: Адреса доставки

source: Customer details
uk: Інформація про клієнта

source: Downloads
uk: Завантаження

source: Expires:
uk: Спливає:

source: Expires: Never
uk: Закінчується: Ніколи

source: Never
uk: Ніколи

# Used in email notification
source: Subscription %1$s#%2$s%3$s
uk: Підписка %1$s#%2$s%3$s

source: Price
uk: Ціна

source: Order Details
uk: Інформація про замовлення

source: Order number: %s
uk: Номер замовлення: %s

source: Order date:
uk: Дата замовлення:

source: Order #%s
uk: Замовлення #%s

source: Order Note
uk: Примітка до замовлення

source: Note:
uk: Примітка:

source: Quantity:
uk: Кількість:

source: Subscription Information:
uk: Інформація про підписку:

# table heading
source: Start Date
uk: Дата початку

# table heading
source: End Date
uk: Дата завершення

# Used as end date for an indefinite subscription
source: When Cancelled
uk: Коли скасовано

source: %s is now back in stock at %s.
uk: %s тепер знову в наявності на %s.

source: You have been sent this email because your email address was registered on a waitlist for this product.
uk: Вам було надіслано цей лист, тому що ваша адреса електронної пошти була зареєстрована у списку бажання для цього товару.

source: If you would like to purchase %s please visit the following link: %s
uk: Якщо ви бажаєте придбати %s, будь ласка, перейдіть за наступним посиланням: %s

source: You have been removed from the waitlist for this product
uk: Ви були видалені зі Списку бажання для даного товару
