Repository: Dizer7/kadence_woocommerce_email_designer_ua
Catalog: kadence-woocommerce-email-designer-*.po
Languages: uk

source: Export
uk: Експорт

source: Click the button below to export the customization settings for this plugin.
uk: Натисніть кнопку нижче, щоб експортувати параметри плагіна.

source: Import
uk: Імпорт

source: Upload a file to import customization settings for this plugin.
uk: Завантажте файл з параметрами плагіна.

source: Uploading...
uk: Завантаження...

source: Settings must be saved to send preview email.
uk: Налаштування повинні бути збережені для надсилання тестового листа.

source: Send Email
uk: Надіслати лист

source: Some emails will not work correctly with the mockup order. It is best to use a real order for sending preview emails.
uk: Деякі листи не працюватимуть правильно з прикладом замовлення. Найкраще використовувати реальне замовлення для надсилання тестових листів.

source: Load Template
uk: Завантажити шаблон

source: Loading and Saving...
uk: Завантаження та збереження...

source: Add new field
uk: Додати нове поле

source: Title
uk: Найменування

source: Link
uk: Посилання

source: Delete field
uk: Видалити поле

source: Choose a Bundled Icon
uk: Виберіть іконку

source: Custom Upload Icon
uk: Завантажте значок

source: Upload Image
uk: Завантажити зображення

source: Social Image Source
uk: Джерело зображення

source: Bundled Icon
uk: Набір іконок

source: None
uk: Нічого

source: Bundled Icon Color
uk: Колір іконки

source: Black
uk: Чорна

source: White
uk: Біла

source: Gray
uk: Сіра

source: Save
uk: Зберегти

source: Saved
uk: Збережено

source: WooCommerce Emails
uk: Листи WooCommerce

source: Reset
uk: Скидання

source: Woocommerce Emails
uk: Листи WooCommerce

source: Are you sure you want to send an email?
uk: Ви впевнені, що хочете надіслати листа?

source: Email Sent!
uk: Лист надіслано!

source: Email failed, make sure you have a working email server for your site.
uk: Лист не вдалося надіслати. Перевірте роботу вашого сервера.

source: Are you sure you want to reset all changes made to your WooCommerce emails?
uk: Ви впевнені, що хочете скинути всі зміни, внесені до ваших листів WooCommerce?

source: <p>Use native WordPress Customizer to make Woocommerce emails match your brand.</p>
uk: <p>Використовуйте рідний Налаштувач WordPress, щоб листи Woocommerce відповідали стилістиці вашого бренду.</p>

source: <a href="%1$s">Kadence Woocommerce Email Designer</a> plugin by <a href="%2$s">Kadence Themes</a>.
uk: <a href="%1$s">Kadence Woocommerce Email Designer</a> плагін від <a href="%2$s">Kadence Themes</a>.

source: Please choose a file to import.
uk: Будь ласка, виберіть файл для імпорту.

source: WARNING: This will override all of your current settings. Are you sure you want to do that? We suggest geting an export of your current settings incase you want to revert back.
uk: УВАГА: Це перевизначить усі поточні налаштування. Ви впевнені, що хочете зробити це? Ми пропонуємо виконати спочатку експорт ваших поточних налаштувань.

source: Error importing settings! Please try again.
uk: Помилка імпорту налаштувань! Будь ласка, спробуйте ще раз.

source: Error importing settings! Please check that you uploaded a customizer export file.
uk: Помилка імпорту налаштувань! Будь ласка, перевірте, чи ви завантажили файл експорту налаштування листа.

source: Error importing settings! The settings you uploaded are not for the Kadence Woomail Designer.
uk: Помилка імпорту налаштувань! Налаштування, які ви завантажили, не підходять для плагіна Kadence Woomail Designer.

source: Error importing settings! The template you selected is not found.
uk: Помилка імпорту налаштувань! Вибраний шаблон не знайдено.

source: Error importing settings! The template you selected is not valid.
uk: Помилка імпорту налаштувань! Вибраний шаблон не є дійсним.

source: Hello! This is an example note
uk: Привіт! Це приклад примітки

source: This email type can not be previewed please try a different order or email type.
uk: Цей тип листа не можна переглянути, будь ласка, спробуйте інше замовлення або тип листа.

source: This email type requires that an order containing a subscription be selected as the preview order.
uk: Цей тип листа вимагає, щоб замовлення, що містить підписку, було обрано як лист для тестової відправки.

source: To generate a preview of this email type you must choose an order containing a subscription which has also failed to auto renew as the preview order in the settings.
uk: Для створення тестового листа необхідно вибрати замовлення, що містить підписку, яка також не змогла автоматично продовжитися в налаштуваннях тестового листа.

source: This email type requires that an order containing a vendor purchase be selected as the preview order.
uk: Цей тип листа вимагає, щоб замовлення, що містить покупку, було обрано як тестове замовлення.

source: This email type requires that an order containing a user who has an active membership be selected as the preview order.
uk: Цей тип листа вимагає, щоб замовлення користувача, який має активне членство, було обрано як замовлення попереднього перегляду.

source: An error occurred trying to load this email type. Make sure this email type is enabled or please try another type.
uk: Виникла помилка при завантаженні цього типу листа. Переконайтеся, що цей тип листа увімкнено або спробуйте інший тип листа.

source: Header
uk: Шапка

source: Content
uk: Контент

source: Footer
uk: Футер

source: Prebuilt Templates
uk: Готові шаблони

source: Email Type and Text
uk: Вміст листів

source: Container
uk: Контейнер

source: Header Style
uk: Стиль шапки

source: Header Image
uk: Логотип

source: Heading
uk: Заголовок

source: Footer Style
uk: Стиль футера

source: Footer Social
uk: Соціальні мережі у футері

source: Footer Credit Content
uk: Інфа про сайт

source: Content Container
uk: Відступи та фон

source: Content Headings Style
uk: Стиль заголовків

source: Content Text Style
uk: Стиль тексту

source: Order Items
uk: Товари

source: Addresses
uk: Адреса

source: Text Copy
uk: Копіювати текст

source: Button Styles
uk: Кнопка

source: Custom Styles
uk: Довільні стилі

source: Import Export
uk: Імпорт / Експорт

source: Send Preview Email
uk: Надіслати тестовий лист

source: Container Background color
uk: Фоновий колір контейнера

source: Content Text color
uk: Колір тексту контенту

source: Content Background color
uk: Фоновий колір контенту

source: Footer text
uk: Текст підвалу

source: Recipient(s)
uk: Одержувачі

source: Enter recipients (comma separated) for this email. Defaults to %s.
uk: Введіть одержувачів (через кому). За промовчанням <code>%s</code>.

source: Full refund subject
uk: Тема листа про повне повернення

source: Partial refund subject
uk: Тема листа про часткове повернення

source: Full refund Heading Text
uk: Заголовок листа про повне повернення

source: Partial refund Heading Text
uk: Заголовок листа про часткове повернення

source: Additional content
uk: Додатковий контент

source: Subject Text
uk: Тема листа

source: Subject (paid) Text
uk: Тема листа (оплачено)

source: Heading Text
uk: Текст заголовка

source: Heading (paid) Text
uk: Заголовок листа (оплачено)

source: Preview Order
uk: Виберіть замовлення для відображення

source: Email Type
uk: Виберіть лист

source: Available placeholders
uk: Доступні заповнювачі

source: Subtitle Text
uk: Текст підзаголовка

source: Show account section
uk: Показати посилання на обліковий запис

source: Switch account link to button
uk: Показати посилання як кнопку

source: Switch off for Partial Refund Preview
uk: Часткове повернення / Повне повернення

source: Body Full Refund Text
uk: Тема листа про повне повернення

source: Body Partial Refund Text
uk: Тема листа про часткове повернення

source: Switch off for unpaid preview
uk: Не сплачено / Сплачено

source: Make "Pay for this Order" a button
uk: Показати кнопку "Сплатити це замовлення"

source: Body Invoice Paid Text
uk: Текст у листі якщо рахунок сплачено

source: Body Invoice Pending Payment Text
uk: Текст у листі, якщо рахунок Не оплачено

source: Make "Pay now" a button
uk: Показати кнопку "Сплатити зараз"

source: Body Text
uk: Основний текст

source: Make "Pay Now" a button
uk: Показати кнопку "Сплатити зараз"

source: Body Invoice Failed Text
uk: Текст листа Невдалий рахунок

source: Make "reset your password" a button
uk: Показати кнопку "Скинути пароль"

source: Content Width
uk: Ширина контенту

source: Enable Fluid Width
uk: Включити плаваючу ширину

source: Content Inner Max Width
uk: Максимальна внутрішня ширина контенту

source: Border radius
uk: Округлення кутів

source: Warning: most desktop email clients do not yet support this.
uk: Попередження: більшість поштових клієнтів поки що не підтримують це.

source: Border Top Width
uk: Ширина верхньої рамки

source: Border Right Width
uk: Ширина правої рамки

source: Border Bottom Width
uk: Ширина нижньої рамки

source: Border Left Width
uk: Ширина лівої рамки

source: Border color
uk: Колір рамки

source: Shadow
uk: Тінь

source: Warning: most email clients do not yet support this.
uk: Попередження: більшість поштових клієнтів поки що не підтримують це.

source: Container Top Padding
uk: Верхній внутрішній відступ контейнера

source: Container Botom Padding
uk: Нижній внутрішній відступ контейнера

source: Header Image Placement
uk: Положення логотипу

source: Outside Body Container
uk: Поза контейнером

source: Inside Body Container
uk: Усередині контейнера

source: Image Align
uk: Вирівнювання зображення

source: Image Max Width
uk: Максимальна ширина зображення

source: Background color
uk: Фоновий колір

source: Padding top/bottom
uk: Верхній/нижній відступ

source: Text align
uk: Вирівнювання тексту

source: Padding Top
uk: Внутрішній верхній відступ

source: Padding Bottom
uk: Внутрішній нижній відступ

source: Padding left/right
uk: Лівий/правий внутрішній відступ

source: Heading Font size
uk: Розмір шрифту заголовка

source: Heading Line Height
uk: Міжрядковий інтервал заголовка

source: Heading Font family
uk: Шрифт заголовка

source: Heading Font Style
uk: Стиль шрифту заголовка

source: Normal
uk: Звичайний

source: Italic
uk: Курсив

source: Heading Font weight
uk: Насиченість шрифту заголовка

source: Heading Text color
uk: Колір тексту заголовка

source: Subtitle Settings
uk: Налаштування підзаголовка

source: Subtitle Placement
uk: Положення підзаголовка

source: Below Heading
uk: Під заголовком

source: Above Heading
uk: Над заголовком

source: Subtitle Font Size
uk: Розмір шрифту підзаголовка

source: Subtitle Line Height
uk: Міжрядковий інтервал підзаголовка

source: Subtitle Font Family
uk: Шрифт підзаголовка

source: Subtitle Font Style
uk: Стиль шрифту підзаголовка

source: Subtitle Font weight
uk: Насиченість шрифту підзаголовка

source: Subtitle Text color
uk: Колір підзаголовка

source: Padding Left/Right
uk: Лівий/правий внутрішній відступ

source: Font Size
uk: Розмір шрифту

source: Line Height
uk: Міжрядковий інтервал

source: Font Family
uk: Назва шрифту

source: Font weight
uk: Насиченість шрифту

source: Link Color
uk: Колір посилання

source: H2 Font Size
uk: H2 Розмір шрифту

source: H2 Line Height
uk: H2 Міжрядковий інтервал

source: H2 Padding Top
uk: H2 Верхній внутрішній відступ

source: H2 Padding Bottom
uk: H2 Нижній внутрішній відступ

source: H2 Margin Top
uk: H2 Верхній зовнішній відступ

source: H2 Margin Bottom
uk: H2 Нижній зовнішній відступ

source: H2 Font Family
uk: H2 Шрифт

source: H2 Font Style
uk: H2 Стиль шрифта

source: H2 Font weight
uk: H2 Насиченість шрифту

source: H2 Text Transform
uk: H2 Перетворення тексту

source: Uppercase
uk: Верхній регістр

source: Lowercase
uk: Нижній реєстр

source: Capitalize
uk: Великі

source: H2 Color
uk: H2 Колір

source: H2 Text Align
uk: H2 Вирівнювання тексту

source: H2 Separator
uk: H2 Розділювач

source: Separator below
uk: Розділювач нижче

source: Separator above
uk: Розділювач вище

source: H2 Separator height
uk: H2 Висота роздільника

source: H2 Separator Style
uk: H2 Стиль роздільника

source: Solid
uk: Суцільна лінія

source: Double
uk: Подвійна лінія

source: Groove
uk: Втиснута лінія

source: Dotted
uk: Точковий пунктир

source: Dashed
uk: Штриховий пунктир

source: Ridge
uk: Випукла лінія

source: H2 Separator Color
uk: H2 Колір роздільника

source: H3 Settings
uk: H3 Налаштування

source: H3 Font Size
uk: H3 Розмір шрифту

source: H3 Line Height
uk: H3 Міжрядковий інтервал

source: H3 Font Family
uk: H3 Шрифт

source: H3 Font Style
uk: H3 Стиль шрифта

source: H3 Font weight
uk: H3 Насиченість шрифту

source: H3 Color
uk: H3 Колір

source: Order Table Style
uk: Стиль таблиці замовлення

source: Light
uk: Легкий

source: Product Image Option
uk: Зображення товару

source: Do not show
uk: Не відображати

source: Show
uk: Відобразити

source: Order Table Background color
uk: Фоновий колір таблиці замовлення

source: Order Table Background Odd Row Color
uk: Фоновий колір непарних рядків

source: Padding Top and Bottom
uk: Внутрішній відступ зверху та знизу

source: Padding Left and Right
uk: Внутрішній відступ ліворуч і праворуч

source: Border Width
uk: Товщина рамки

source: Border Color
uk: Колір рамки

source: Border Style
uk: Стиль рамки

source: Order Table Heading Style
uk: Стиль заголовка таблиці замовлення

source: Split
uk: Розділити

source: Enable Order Notes to be moved below table.
uk: Увімкнути Примітка до замовлення, яке відображатиметься під таблицею.

source: Address Box Background color
uk: Колір блоку фону з адресою

source: Address Box Padding
uk: Внутрішній відступ блоку з адресою.

source: Address Box Border Width
uk: Ширина рамки блоку з адресою.

source: Address Box Border Color
uk: Колір рамки блоку з адресою

source: Address Box Border Style
uk: Стиль рамки блоку з адресою

source: Address Box Text Color
uk: Колір тексту адреси

source: Address Box Text Align
uk: Вирівнювання тексту адреси

source: Footer Background Placement
uk: Розміщення футера

source: Footer Background Color
uk: Фоновий колір футера

source: Top Padding
uk: Верхній внутрішній відступ

source: Bottom Padding
uk: Нижній внутрішній відступ

source: Left/Right Padding
uk: Внутрішній відступ ліворуч/праворуч

source: Enable Social Section
uk: Включити розділ із соціальними посиланнями

source: Footer Social Options
uk: Соціальні мережі у футері

source: Footer Social Title Color
uk: Колір заголовка для соц.посилань у футері

source: Footer Social Title Font Size
uk: Розмір шрифту заголовка для соц.посилань у футері

source: Footer Social Title Font Family
uk: Шрифт заголовка для соц.посилань у футері

source: Footer Social Title Font Weight
uk: Насиченість шрифту заголовка для соц.посилань у футері

source: Footer Social Bottom Border Width
uk: Ширина нижньої рамки

source: Footer Social Bottom Border Color
uk: Колір нижньої рамки

source: Footer Social Bottom Border Style
uk: Стиль нижньої рамки

source: Text Align
uk: Вирівнювання тексту

source: Text Color
uk: Колір тексту

source: Button Text Color
uk: Колір тексту кнопки

source: Button Font Size
uk: Розмір шрифту для кнопки

source: Button Font Family
uk: Шрифт кнопки

source: Button Font Weight
uk: Насиченість шрифту кнопки

source: Button Background Color
uk: Фоновий колір кнопки

source: Top and Bottom Padding
uk: Верхній та нижній внутрішні відступи

source: Left and Right Padding
uk: Внутрішній правий та лівий відступ

source: Button Border Width
uk: Ширина рамки кнопки

source: Button Border Color
uk: Колір рамки кнопки

source: Button Align
uk: Вирівнювання кнопки

source: Custom CSS
uk: Довільні стилі CSS

source: Preview Email Recipient
uk: Адреса получателя

source: Enter recipients (comma separated) for preview emails
uk: Вкажіть одержувачів (через кому), які отримають цей лист

source: Hi There,
uk: Привіт

source: {product_title} is now back in stock at {site_title}
uk: {product_title} знову на складі в {site_title}

source: A product you are waiting for is back in stock
uk: Товар який Ви чекаєте вже є в наявності

source: New customer order
uk: Нове клієнтське замовлення

source: [{site_title}] New customer order ({order_number}) - {order_date}
uk: [{site_title}] Нове замовлення ({order_number}) — {order_date}

source: You have received a subscription renewal order from {customer_full_name}. Their order is as follows:
uk: Ви отримали замовлення на продовження підписки від {customer_full_name}. Деталі замовлення:

source: Thank you for your order
uk: Дякую за ваше замовлення

source: Your {site_title} order receipt from {order_date}
uk: Квитанція вашого замовлення на {site_title} від {order_date}

source: Your subscription renewal order has been received and is now being processed. Your order details are shown below for your reference:
uk: Ваше замовлення на продовження підписки було прийнято і зараз перебуває в обробці. Інформація про замовлення:

source: Your order is complete
uk: Ваше замовлення виконано

source: Your {site_title} order from {order_date} is complete
uk: Ваше замовлення на {site_title} від {order_date} виконаний

source: Hi there. Your subscription renewal order with {site_title} has been completed. Your order details are shown below for your reference:
uk: Доброго дня! Ви успішно продовжили підписку на веб-сайті {site_title}. Деталі замовлення:

source: Hi there. You have successfully changed your subscription items on {site_title}. Your new order and subscription details are shown below for your reference:
uk: Доброго дня! Ви вдало змінили підписку на сайті {site_title}. Деталі замовлення:

source: Invoice for order {order_number}
uk: Рахунок на оплату на замовлення {order_number}

source: An invoice has been created for you to renew your subscription with {site_title}. To pay for this invoice please use the following link: {invoice_pay_link}
uk: Для продовження підписки було створено рахунок-фактура на сайті {site_title}. Для оплати цього рахунку, будь ласка, перейдіть за посиланням: {invoice_pay_link}

source: Subscription Cancelled
uk: Підписку скасовано

source: [{site_title}] Subscription Cancelled
uk: Підписку на сайті [{site_title}] скасовано

source: A subscription belonging to {customer_full_name} has been cancelled. Their subscription's details are as follows:
uk: Підписку користувача {customer_full_name} скасовано. Деталі передплати:

source: Automatic payment failed for order {order_number}
uk: Автоматична оплата замовлення не здійснена {order_number}

source: Automatic payment failed for {order_number}, we will retry {retry_time}
uk: Помилка автоматичного платежу для {order_number}, ми повторимо спробу {retry_time}

source: Automatic renewal payment failed
uk: Автоматичний платіж за продовження не пройшов

source: [{site_title}] Automatic payment failed for {order_number}, retry scheduled to run {retry_time}
uk: [{site_title}] Автоматична оплата замовлення {order_number} не пройшла, повторна спроба запланована на {retry_time}

source: Cancelled order
uk: Скасоване замовлення

source: Congratulations on the sale!
uk: Вітаємо із продажем!

source: Thanks for using {site_address}!
uk: Дякуємо, що користуєтесь нашим сайтом {site_address}!

source: Thanks for shopping with us.
uk: Дякую за покупку.

source: We hope to see you again soon.
uk: Ми сподіваємося побачити вас знову найближчим часом.

source: We look forward to fulfilling your order soon.
uk: Ваше замовлення буде виконано найближчим часом.

source: We look forward to seeing you soon.
uk: Сподіваємось зустрітися з Вами найближчим часом.

source: Thanks for reading.
uk: Дякуємо за увагу.

source: Order {order_number} details
uk: Деталі замовлення {order_number}

source: Your order has been partially refunded
uk: Ваше замовлення було частково повернуто

source: Your order details
uk: Деталі вашого замовлення

source: Failed order
uk: Невдале замовлення

source: Welcome to {site_title}
uk: Ласкаво просимо до {site_title}

source: A note has been added to your order
uk: До вашого замовлення була додана примітка

source: Password reset instructions
uk: Інструкції щодо скидання паролю

source: [{site_title}] Cancelled order ({order_number})
uk: Скасоване замовлення ({order_number}) на [{site_title}]

source: Your {site_title} order from {order_date} has been refunded
uk: Ваше замовлення на {site_title} від {order_date} було повернено

source: Your {site_title} order from {order_date} has been partially refunded
uk: Ваше замовлення на {site_title} від {order_date} було частково повернуто

source: Your {site_title} order from {order_date}
uk: Ваше замовлення на {site_title} від {order_date}

source: [{site_title}] Failed order ({order_number})
uk: [{site_title}] Невдале замовлення ({order_number})

source: Your account on {site_title}
uk: Ваш профіль на сайті {site_title}

source: Note added to your {site_title} order from {order_date}
uk: Додано нотатку до вашого замовлення на {site_title} від {order_date}

source: Password reset for {site_title}
uk: Скидання пароля для {site_title}

source: You have received an order from {customer_full_name}. The order is as follows:
uk: Ви отримали замовлення від {customer_full_name}. Деталі замовлення:

source: The order {order_number} from {customer_full_name} has been cancelled. The order was as follows:
uk: Замовлення {order_number} від {customer_full_name} було скасовано. Деталі замовлення:

source: Your order has been received and is now being processed. Your order details are shown below for your reference:
uk: Ваше замовлення було прийняте і зараз перебуває в обробці. Інформація про замовлення наведена нижче:

source: Hi there. Your recent order on {site_title} has been completed. Your order details are shown below for your reference:
uk: Доброго дня! Ваше недавнє замовлення на сайті {site_title} було виконано. Інформацію про замовлення дивіться нижче:

source: Hi there. Your order on {site_title} has been refunded.
uk: Доброго дня! Ваше замовлення, яке ви зробили на сайті {site_title}, було повернено.

source: Hi there. Your order on {site_title} has been partially refunded.
uk: Доброго дня! Ваше замовлення на сайті {site_title} було частково повернено.

source: Your order is on-hold until we confirm payment has been received. Your order details are shown below for your reference:
uk: Ваше замовлення на утриманні, доки ми не отримаємо підтвердження оплати. Деталі замовлення наведені нижче:

source: An order has been created for you on {site_title}. {invoice_pay_link}
uk: Для вас сформовано замовлення на сайті {site_title}. {invoice_pay_link}

source: Payment for order {order_number} from {customer_full_name} has failed. The order was as follows:
uk: Оплата замовлення {order_number} від {customer_full_name} не вдалася. Деталі замовлення:

source: Thanks for creating an account on {site_title}. Your username is {customer_username}
uk: Дякуємо за створення облікового запису на сайті {site_title}. Ваше ім'я користувача {customer_username}

source: Hello, a note has just been added to your order:
uk: Доброго дня, до вашого замовлення була додана нотатка

source: Someone requested that the password be reset for the following account: Username: {customer_username} If this was a mistake, just ignore this email and nothing will happen. To reset your password, visit the following address:
uk: Хтось запросив скидання пароля для наступного облікового запису:: Ім'я користувача: (customer_username) Якщо це була помилка, просто проігноруйте цей лист і нічого не станеться. Щоб скинути пароль, перейдіть за посиланням:

source: Renew your {membership_plan}
uk: Продовжити {membership_plan}

source: Your {site_title} membership has expired
uk: Членство на сайті {site_title} закінчилося

source: You can now access {membership_plan}
uk: Тепер ви можете отримати доступ згідно {membership_plan}

source: Your {site_title} membership is now active!
uk: Членство на сайті {site_title} активно!

source: An update about your {membership_plan}
uk: Оновлена інформація про ваш {membership_plan}
